Repository: cquesadad/custom-price-user-role
Catalog: languages/custom-price-user-role-*.po
Languages: es_es

source: Custom Price by User Role
es_es: Precios Personalizados por Rol de Usuario

source: Adds custom price fields based on user role and allows updating via WooCommerce REST API.
es_es: Añade campos de precios personalizados según el rol de usuario y habilita que se actualicen los precios a través de la API REST de Woocommerce.

source: Settings Custom Price By User Role
es_es: Configurar precios personalizados por usuario

source: Custom Price By User Role
es_es: Precios Personalizados por Rol de Usuario

source: Custom Price by User Rol
es_es: Precios Personalizados por Rol de Usuario

source: Main configuration
es_es: Configuración principal

source: Show/hide custom prices
es_es: Mostrar/ocultar precios por usuario

source: Select whether you want to show or hide prices by role:
es_es: Selecciona si quieres mostrar u ocultar la funcionalidad de precios por rol:

source: Show Price by User Role
es_es: Mostrar precio por rol

source: Hide Price by User Role
es_es: Ocultar precio por rol

source: The plugin <b>Members</b> is required to make <b>Custom Role Based Pricing</b> work correctly. Please, activate Member Plugin.
es_es: El plugin <b>Members</b> es requerido para hacer que el plugin <b>Precios Personalizados por Rol de Usuario</b> funcione correctamente. Por favor, instale y active el plugin Members.

source: Price by role: %s
es_es: Precio para rol: %s
